{
	"About": "Über",
	"Above Title": "Über dem Titel",
	"Activate Collection": "Aktiviere die Sammlung",
	"Add Level": "Level hinzufügen",
	"Adds a custom CSS class to the widget. You can specify several classes using space between them.": "Fügt dem Widget eine eigene CSS Klasse hinzu. Du kannst mehrere Klassen durch Leerzeichen hinzufügen.",
	"Advanced": "Erweitert",
	"Alignment": "Ausrichtung",
	"Anchor": "Anker",
	"A new version is available. Please, update.": "Eine neue Version ist verfügbar. Bitte aktualisiere auf die aktuelle Version.",
	"AngularJS version": "AngularJS Version",
	"Animation": "Animation",
	"API key": "API Schlüssel",
	"Author": "Autor",
	"Available": "Verfügbar",
	"Available types": "Verfügbare Typen",
	"Bank card": "Bank card",
	"Below Title": "Unterhalb des Titels",
	"Border": "Rahmen",
	"Breakpoint": "Breakpoint",
	"Build date": "Erstellungsdatum",
	"Button": "Button",
	"Button Large": "Grosser Button",
	"Button Large Primary": "Grosser Button Primär",
	"Button Link": "Button Link",
	"Button Primary": "Button Primär",
	"Center": "Zentriert",
	"Circle": "Kreis",
	"Close": "Schliessen",
	"Clustering Mode": "Gruppierungsmodus",
	"Clustering Options": "Gruppen Optionen",
	"Cluster level removed": "Gruppenlevel entfernt",
	"Cluster Marker Level #%level%": "Marker Gruppen Level #%level%",
	"Cluster Markers": "Marker Gruppe",
	"CMS": "CMS",
	"Color of text of the cluster marker. Example: #ff0000. Standard HTML color names are also valid. The default value is black.": "Textfarbe für die gruppierten Marker. Beispiel: #ff0000. Standard HTML Farbnamen können ebenfalls verwendet werden. Der Standardwert ist black.",
	"Color used for the background of the Map. This color will be visible when tiles have not yet loaded as the user pans. Example: #ff0000. The default value is empty that uses the default color of Google Maps (currently it is light grey).": "Hintergrundfarbe für die Karte. Diese Farbe ist dann sichtbar wenn Bereiche der Karte noch nicht geladen sind wenn der Benutzer die Karte verschiebt. Beispiel: #ff0000. Der Standardwert entspricht den Vorgaben von Google Maps (aktuell hellgrau)",
	"Column Width": "Spaltenbreite",
	"Content": "Inhalt",
	"Controls": "Steuerung",
	"Couldn't retrieve information about files of your release": "Es konnten keine Dateiinformationen zur verwendeten Version gefunden werden",
	"Custom": "Eigener",
	"Custom Style (JSON)": "Eigener Style (JSON)",
	"Database version": "Datenbankversion",
	"Debug output": "Debug Ausgabe",
	"Default": "Standard",
	"Defines how clustering will work. If enabled, there are 2 modes: 'Simple' mode mimics the standard behaviour of standard Map widget; 'Advanced' - is a superior mode that gives a full control of the clustering.": "Definiert die Gruppierung der Marker. Es existieren zwei Modi: Der Modus 'Einfach' ahmt das Verhalten des Standard Map Widgets nach; Der Modus 'Erweitert' - ist eine verbesserte Version, welcher die volle Kontrolle über die Gruppierung der Marker erlaubt.",
	"Defines screen size when the columns will stack.": "Definiert bei welcher Bildschirmgrösse die Spalten sich stapeln.",
	"Defines the size of the column for the image. Another width that is left will be used to display the content.": "Definiert die Grösse der Spalte für das Bild. Der noch zur Verfügung stehende Platz wird für die Anzeige des Inhalts verwendet.",
	"Defines the style of the image's border inside the Popup.": "Definiert den Stil des Rahmen im Popup.",
	"Define the font size of the title.": "Definiere die Schriftgrösse des Titels.",
	"Define the image alignment regarding to the content in the popup.": "Definiere die Ausrichtung des Bildes im Bezug auf den Inhalt im Popup",
	"Define the link text.": "Definiere den Link Text.",
	"Define the text alignment.": "Konfiguriere die Text Ausrichtung.",
	"Define what will be displayed inside the overlay or hide the overlay.": "Definiert was innerhalb des Overlays angezeigt werden soll oder verstecke das Overlay.",
	"Desktop": "Desktop",
	"Details": "Details",
	"Directions Controls": "Richtungssteuerung",
	"Directions Label": "Richtungsbeschriftung",
	"Disable automatic UI behavior": "Deaktiviere das automatische Verhalten des UI",
	"Disable default UI": "Deaktiviere das Standard UI",
	"Display": "Anzeigen",
	"Display the image inside the popup.": "Zeige das Bild innerhalb des Popup an.",
	"Display the Read More link. The link URL is added to each item in the Content Manager.": "Zeige den Weiterlesen Link. Die Link URL wird für jedes Item im Content Manager hinzugefügt.",
	"Donation": "Donation",
	"Downloaded information about %number% items.": "Heruntergeladene Informationen zu %number% Items.",
	"Download page": "Download Seite",
	"Draggable": "Verschiebbar",
	"Dropdown menu": "Dropdown Menü",
	"Each cluster belongs to one of the levels (groups) defined below. Levels differ by density: the more items a cluster contains, the higher level ID this cluster belongs to. You must define at least 1 cluster level.": "Jede Marker-Gruppe gehört zu einem Level welche unterhalb definiert wird. Levels unterscheiden sich durch die konfigurierte Dichte: Umso mehr Items eine Zusammenfassung enthält, umso höher ist die Level ID zu welcher diese Gruppe gehört. Es muss mindestens ein Zusammenfassungslevel definiert werden.",
	"e.g. %example%": "z. B. %example%",
	"E-mail": "E-Mail",
	"Enables/disables opening all links in a new window of the browser. Otherwise, they open in the same window.": "Aktiviert / Deaktiviert das öffnen aller Links in einem neuen Browserfenster. Wenn die Option nicht aktiviert ist werden alle Links im selben Fenster geöffnet.",
	"Enables/disables the appearance of a Rotate control for controlling the orientation of 45° imagery. By default, the control's presence is determined by the presence or absence of 45° imagery for the given map type at the current zoom and location. You cannot make the control appear if no 45° imagery is currently available.": "Aktiviert / Deaktiviert die Möglichkeit einer Rotationskontrolle um die Ansicht um 45° zu drehen. Standardmässig ist die Ansicht abhängig davon ob eine 45°-Ansicht für diesen Standort und diese Zoomstufe verfügbar ist. Es ist nicht Möglich die Rotationskontrolle anzuzeigen wenn kein Bildmaterial für die 45°-Ansicht verfügbar ist.",
	"Enables/disables the directions button that opens the Google Map in a new window for navigation and routing.": "Aktiviert / Deaktiviert den Button für den Routenplaner, welcher Google Map in einem neuen Fenster öffnet um eine Route zu planen.",
	"Enables/disables the Map Type control that lets the user toggle between map types (such as Map and Satellite).": "Aktiviert / Deaktiviert die Kartentypauswahl, welche dem User erlaubt zwischen den Kartentypen zu wechseln (zum Beispiel Strassenkarte oder Satellit).",
	"Enables/disables the Pegman control that lets the user activate a Street View panorama.": "Aktiviert / Deaktiviert das Pegman Symbol, welches dem User erlaubt Google Street View zu nutzen.",
	"Enables/disables the Scale control that provides a simple map scale.": "Aktiviert / Deaktiviert die Skalierungsanzeige, welche dem Besucher die Kartenskalierung anzeigt.",
	"Enter an RGB hex string that indicates the basic color. The default value is #ff0000.": "Konfiguriert die Standardfarbe im RGB hex Format. Der Standardwert ist #ff0000.",
	"Enter the text for you custom style. The data must be in JSON format and comply with Google Maps API rules. You may use the Google's Styled Map Wizard tool below to easily create the desired styling.": "Füge hier deinen eigenen Map Stil ein. Der Feldinhalt muss im JSON Format vorliegen und den Google Maps API Weisungen entsprechen. Wir empfehlen die Nutzung des untenstehenden Google's Styled Map Wizard Tool um einfach das gewünschte Design zu konfigurieren.",
	"Error": "Fehler",
	"Euro": "Euro",
	"Extra Large": "Extra Gross",
	"Fade": "Verblassen",
	"Failed to download a list of markers collections.": "Der Download einer Markersammlung ist fehlgeschlagen. ",
	"Failed to get information from server": "Das laden von Informationen vom Server ist fehlgeschlagen",
	"Failed to parse JSON": "JSON konnte nicht analysiert werden",
	"Failed to parse %number% items:": "Analyse von %number% Items ist fehlgeschlagen:",
	"Failed to retrieve information": "Es konnten keine Informationen geladen werden",
	"Failed to retrieve information about available updates.": "Es konnten keine Informationen über verfügbare Updates geladen werden",
	"Failure": "Fehler",
	"Field disabled by MapEx widget": "Feld vom MapEx Widget deaktiviert",
	"File": "Datei",
	"File is altered": "Datei wurde verändert",
	"File is missing": "Datei fehlt",
	"Files integrity": "Dateiintegrität",
	"First name": "Vorname",
	"%from% to %to%": "%from% bis %to%",
	"Gamma": "Gamma",
	"Gamma is a floating point value between 0.01 and 10.0 (where 1.0 applies no correction) indicates the amount of gamma correction to apply to the element. Gammas modify the lightness of hues in a non-linear fashion, while not impacting white or black values. Gammas are typically used to modify the contrast of multiple elements. For example, you could modify the gamma to increase or decrease the contrast between the edges and interiors of elements. Low gamma values (less than 1) increase contrast, while high values (greater than 1) decrease contrast.": "Der Gammawert ist ein variabler Wert zwischen 0.01 und 10.0 (1.0 bedeutet keine Anpassung) welcher die Gammakorrektur des Elements definiert. Die Gammakurve beschreibt das Verhältnis zwischen den Tonwerten in der Grafik, verändert jedoch nicht die weiss oder schwarz Werte darin. Gammakurven werden dazu benutzt um das Kontrastverhalten verschiedener Objekte zu verändern. Als Beispiel kann man mit der Gammakurve den Kontrast einer Grafik vergrössern oder verkleinern. Kleinere Gammawerte (kleiner als 1) erhöhen den Kontrast, Grössere (grösser als 1) verringern den Kontrast.",
	"General": "Allgemein",
	"Global Settings": "Globale Einstellungen",
	"Global settings are shared between all the instances of this plugin. If you change any options below, then they will automatically change in all other plugins of this type, too.": "Globale Einstellungen werden von allen Instanzen dieses Plugins genutzt. Anpassungen an den untenstehenden Einstellungen werden automatisch auf alle anderen Plugins dieses Typs übernommen.",
	"Google API key that you should obtain from Google in order to use the Google Map services.": "Der Google API Key welcher bei Google registriert werden muss um die Google Map Services nutzen zu können.",
	"Google Maps API key": "Google Maps API key",
	"Grayscale": "Graustufen",
	"Grid Size": "Grösse des Grid",
	"Height (px)": "Höhe (px)",
	"Hide": "Verstecken",
	"Horizontal bar": "Horizontale Leiste",
	"How to update": "Wie aktualisiert werden kann",
	"HTML Class": "HTML Klasse",
	"Hue": "Helligkeit",
	"Hybrid": "Hybrid",
	"Icon": "Icon",
	"Icon Anchor": "Icon Anker",
	"If checked, then the Google Map API's default UI settings are disabled entirely. This option is 'off' by default.": "Wenn aktiviert, werden die Standardeinstellungen der Google Map API vollständig deaktiviert. Diese Funktion ist standardmässig deaktiviert.",
	"If checked, then the MapEx will print some debug and status information to the browser's console window. This option should be off by default and is intended to be used for investigating problems with the widget.": "Wenn aktiviert, wird MapEx einige Debug, sowie Status Informationen in der Browserkonsole ausgeben. Diese Option sollte standardmässig deaktiviert und lediglich für die Problembehebung eingesetzt werden.",
	"If checked, then user can move the map. If unchecked, then the map's location is fixed (static) and can't be changed by the user.": "Wenn diese Option aktiviert wird können Benutzer die Karte rollen. Wenn die Option deaktiviert ist, ist die Kartenposition fixiert und kann nicht durch Benutzer verändert werden.",
	"If checked, then user can zoom in and out using the mouse wheel.": "Wenn diese Option aktiviert ist können die Besucher die Karte mit dem Mausrad zoomen.",
	"If enabled": "wenn aktiviert",
	"If second one exists": "Wenn ein zweites existiert",
	"If you like this module, please, donate. It will help to support the project and improve it. You can choose any suitable payment method and donate any amount. Thank you!": "If you like this module, please, donate. It will help to support the project and improve it. You can choose any suitable payment method and donate any amount. Thank you!",
	"Image": "Bild",
	"Image Animation": "Bild Animation",
	"Imperial (miles)": "Imperiales Masssystem (Meilen)",
	"Information about your release is not available. The files can't be verified.": "Es liegen keine Informationen zur verwendeten Version vor. Die Dateien können nicht verifiziert werden.",
	"Inherit": "Vererbt",
	"Initial zoom level of the map. The higher numbers - the greater the zoom is (more detailed map). The value 0 corresponds to a map of the Earth fully zoomed out.": "Ausgangswert für die Zoomstufe der Karte. Grössere Zahl bedeuted Höhere Zoomstufe (Mehr Details auf der Karte). Der Wert 0 entspricht einer Ansicht der Erde mit der minimalen Zoomstufe.",
	"Installation path": "Installationspfad",
	"Installed": "Installiert",
	"Instructions": "Anleitung",
	"Invert": "Invertiert",
	"Invert lightness": "Invertierte Helligkeit",
	"It seems that your key is invalid. Below is a list of error messages recieved from Google.": "Es sieht so aus als ob dein Key ungültig ist. Unten aufgeführt findest du eine Liste der Fehlermeldung welche von Google gesendet wurden.",
	"It seems that your key is valid.": "Es sieht so aus als ob der verwendete Key ungültig ist.",
	"jQuery version": "jQuery Version",
	"Label Anchor": "Ankerbeschriftung",
	"Large Screens": "Grosse Bildschirme",
	"Large (Zoom slider &amp; \"+\" and \"-\" buttons)": "Grosse ( Zoomslider &amp; \"+\" und \"-\" Buttons)",
	"Last name": "Nachname",
	"Launch the Styled Maps Wizard": "Starte den Styled Maps Wizard",
	"Left": "Links",
	"Level": "Stufe",
	"Lightness": "Helligkeit",
	"Lightness is a floating point value between -100 and 100 that indicates the percentage change in brightness of the element. Negative values increase darkness (where -100 specifies black) while positive values increase brightness (where +100 specifies white).": "Die Helligkeit ist ein variabler Wert zwischen -100 und 100 welcher die prozentuale Veränderung der Helligkeit des Elements bestimmt. Negative Werte verstärken die Abdunklung (-100 bedeutet schwarz) während Positive Werte die Helligkeit erhöhen (+100 bedeutet weiss).",
	"Link": "Link",
	"Link Target": "Link Ziel",
	"Loading, please wait...": "Laden, bitte warten...",
	"Map": "Karte",
	"Map Center Point": "Kartenmittelpunkt",
	"Map Type": "Kartentyp",
	"Marker": "Marker",
	"Marker Clustering": "Markergruppierung",
	"Marker Library": "Marker Bibliothek",
	"Marker Options": "Marker Einstellungen",
	"Marker Pin Icon": "Marker Pin Icon",
	"Markers": "Marker",
	"Markers Clustering Manager": "Marker Gruppen Manager",
	"Max Zoom Level": "Max Zoom Level",
	"Media": "Media",
	"Metric (kilometers)": "Metrisch (Kilometer)",
	"Minimum Markers": "Minimum Marker",
	"More info": "Weitere Informationen",
	"Move map on drag": "Karte durch ziehen verschieben",
	"Name": "Name",
	"%name% plugin update details": "%name% Plugin update Details",
	"New cluster level added": "Neues Gruppenlevel hinzugefügt",
	"New release of plugin %name% is available!": "Es ist eine neue Version von %name% verfügbar!",
	"Newsletter": "Newsletter",
	"No": "No",
	"None": "Keine",
	"No problems detected": "Es wurden keine Fehler gefunden",
	"Ok": "OK",
	"Open all links in a new window": "Öffne alle Links in einem neuen Fenster",
	"Other currencies": "Other currencies",
	"Overlay": "Overlay",
	"Path to an image file that will be used as a cluster's icon. PNG and SVG image formats are recommended.": "Pfad zur Bilddatei das als Gruppen Icon genutzt wird. PNG und SVG Bilddateien werden empfohlen.",
	"Path to an image file that will be used as a custom pin icon. PNG and SVG image formats are recommended. This setting sets the default icon for all map markers (elements). If this field is left empty, then a default icon will be used. You can set a unique icon for any map marker: you can do this by setting a 'Custom Pin Image' field in the 'Content Settings' tab. This field is visible and available only if you use 'Custom' content source type. The 'Custom Pin Image' field has a higher priority and if set will override the value of this setting.": "Pfad zur eigenen Bilddatei für das Pin Icon. PNG und SVG Bilddateien sind empfohlen. Diese Einstellung definiert das Standard Icon für alle Marker (Elemente) auf der Karte. Wenn dieses Feld leer gelassen wird, wird das Standardicon verwendet. Um für jedes Element ein eigenes Icon zu konfigurieren kann im Inhaltseditor das Feld 'Custom Pin Image' genutzt werden. Dieses Feld ist nur verfügbar wenn als Art des Inhalts Custom gewählt wurde. Das 'Custom Pin Image' Feld hat eine höhere Priorität und wenn es aktiviert wurde überschreibt es den Wert dieses Feldes.",
	"PayPal": "PayPal",
	"Phone Landscape": "Mobiltelefon Querformat",
	"Phone Portrait": "Mobiltelefon Portrait",
	"PHP version": "PHP Version",
	"Please, fill in all the fields below, then click Submit button": "Bitte fülle alle untenstehenden Felder aus und klicke auf den Button abonnieren",
	"Please, wait...": "Bitte warten...",
	"Plugin build date": "Plugin Erstellungsdatum",
	"Plugin name": "Plugin Name",
	"Plugin version": "Plugin Version",
	"Popup max width (px)": "Max Breite (px) des Popup",
	"Print debug info to browser console": "Debug Informationen in Browser Konsole schreiben",
	"Problem": "Problem",
	"(px)": "(px)",
	"Ramil Valitov": "Ramil Valitov",
	"Release information": "Release Informationen",
	"Remove all levels": "Alle Level entfernen",
	"Remove Level": "Level entfernen",
	"Retrieve active collection from Internet": "Lade aktive Sammlung aus dem Internet",
	"Right": "Rechts",
	"Roadmap": "Strassenkarte",
	"Rotate Controls": "Rotationskontrolle",
	"Rounded": "Abgerunded",
	"Russian ruble": "Russian ruble",
	"Satellite": "Satellit",
	"Saturation": "Sättigung",
	"Saturation is a floating point value between -100 and 100 that indicates the percentage change in intensity of the basic color to apply to the element.": "Der Sättigungswert ist ein variabler Wert zwischen -100 und 100 welcher die prozentuale Anpassung der Farbstärke des Elements ermöglicht.",
	"Scale": "Skalierung",
	"Scale Controls": "Skalierungsanzeige",
	"Scale Units System": "Massstabseinheit",
	"Scroll Wheel": "Mausrad",
	"Select a type of pin that will be used in map markers.": "Bitte wähle den zu verwendenden PIN für die Marker.",
	"Selected collection was activated!": "Die gewählte Sammlung wurde aktiviert!",
	"Select if you want to display markers or not. If yes, then you can choose the popup window's behaviour.": "Bitte wähle ob die Marker auf der Karte angezeigt werden sollen. Falls ja, kannst du weitere Einstellungen zum Verhalten des Popups vornehmen.",
	"Set the style of the Read More link.": "Konfiguriere das Aussehen des Weiterlesen Links.",
	"Set the width and height of the image in pixels. Use 'auto' for auto size.": "Definiere die Breite und die Höhe des Bildes in Pixel. Wähle 'auto' für die automatische Berechnung der Grösse.",
	"Show": "Anzeigen",
	"Show and enable Popup": "Aktiviere und zeige Popup",
	"Show content": "Inhalt anzeigen",
	"Show directions controls": "Routenplaner Steuerung anzeigen",
	"Show link": "Link anzeigen",
	"Show media": "Media Inhalte anzeigen",
	"Show or hide title, content and social buttons.": "Zeige oder verstecke Titel, Inhalt und Soziale Buttons.",
	"Show rotate controls": "Rotationssteuerung anzeigen",
	"Show social buttons": "Social Buttons anzeigen",
	"Show the Pegman control": "Pagman Steuerung anzeigen",
	"Show the scale controls": "Skalierung anzeigen",
	"Show title": "Titel anzeigen",
	"Show type controls": "Kartentypauswahl anzeigen",
	"Show with opened Popup": "Mit geöffnetem Popup anzeigen",
	"Show zoom controls": "Zoom Kontrollen anzeigen",
	"Show zoom controls: '+' and '-' buttons for zooming.": "Zoomkontrollen mit '+' und '-' anzeigen",
	"Simple": "Einfach",
	"Simple (default)": "Einfach (Standard)",
	"Simply inverts the existing lightness. This is useful, for example, for quickly switching to a darker map with white text.": "Invertiert die vorhandene Helligkeit. Dies kann nützlich sein um schnell eine dunkle Karte mit weissem Text zu erstellen.",
	"Single popup": "Einzelner Popup",
	"Slide Bottom": "Von unten einfliegen",
	"Slide Left": "Von links einfliegen",
	"Slide Right": "Von rechts einfliegen",
	"Slide Top": "Von oben einfliegen",
	"Small (\"+\" and \"-\" buttons)": "Kleine (\"+\" und \"-\" Buttons)",
	"Social Buttons": "Social Buttons",
	"Some important responsive and rendering features of this widget are disabled, because you did not set the Map Center Point. Please, set the Map Center Point, otherwise the widget may have unexpected behaviour.": "Einige wichtige Features für das responsive Verhalten und das Rendering dieses Widgets wurden deaktiviert da kein Kartenmittelpunkt definiert wurde. Bitte definiere den Kartenmittelpunkt, andererseits könnte sich das Widget anders Verhalten als gewünscht.",
	"Sometimes you need to display a large number of locations or markers. Naively plotting thousands of markers on a map can quickly lead to a degraded user experience. Too many markers on the map cause both visual overload and sluggish interaction with the map. To overcome this poor performance, clustering simplifies your data visualization by consolidating data that are nearby each other on the map in an aggregate form.": "Oft ist es nötig eine grosse Anzahl an Markern auf einer Karte zu platzieren. Einfach tausende von Markern auf eine Karte zu platzieren kann schnell einen negativen Einfluss auf die User Experience haben. Zu viele Marker auf einer Karte führen zu einer Überladenen Karte und einem schlechten Ansprechverhalten auf Besucherinteraktionen. Das clustern resp. gruppieren von Markern vereinfacht die anzuzeigenden Daten da nahe beieinanderliegende Marker in Gruppen zusammengefasst werden.",
	"Spin": "Drehen",
	"Street View Controls": "Street View Steuerung",
	"Style": "Style",
	"Styled": "gestyled",
	"Styled map": "Gestylte Karte",
	"Styling Mode": "Styling Modus",
	"Subscribe": "Abonnieren",
	"Subscription form": "Anmeldeformular",
	"Success": "Erfolgreich",
	"Tablet": "Tablet",
	"Terrain": "Terrain",
	"Text": "Text",
	"Text Color": "Textfarbe",
	"Text displayed on the directions button": "Der anzuzeigende Text auf dem Button für die Routenplanung",
	"Text Size": "Schriftgrösse",
	"Text to show on the directions button. If left empty, then the default value is used: 'Get directions'.": "Der anzuzeigende Text auf dem Button für die Routenplanung. Wenn nichts eingetragen wird, so wird der Standardwert 'Get directions' angezeigt.",
	"The anchor is a place where the icon's hotspot is located. The position is defined in pixels and is relative to the the image's dimensions, so that the bottom left corner of the image is a zero-point (0,0); axes have standard orientation: the X to the right; Y to the top. If the position is empty then the bottom center of the image is set as the anchor.": "Der Anker ist der Platz an welchem der Hotspot des Icon's platziert ist. Die Position ist in Pixel definiert und relativ zur Grösse des Bildes. Der Nullpunkt befindet sich unten links im Bild (0,0); Die Axen sind in der Standardorientierung berechnet: Die X-Achse verläuft von links nach rechts; Die Y-Achse von unten nach oben. Wenn kein wert angegeben wird, so ist der Ankerpunkt auf unten mitte konfiguriert.",
	"The anchor is a place where the icon's hotspot is located. The position is defined in pixels and is relative to the the image's dimensions, so that the upper left corner of the image is a zero-point (0,0); axes have the following orientation: the X to the right; Y to the bottom. If any of the values is empty then the center of the image is set as the anchor.": "Der Anker ist der Platz an welchem der Hotspot des Icon's platziert ist. Die Position ist in Pixel definiert und relativ zur Grösse des Bildes. Der Nullpunkt befindet sich oben links im Bild (0,0); Die Axen sind in der Standardorientierung berechnet: Die X-Achse verläuft von links nach rechts; Die Y-Achse von oben nach unten. Wenn einer der Werte leer gelassen wird, so ist der Ankerpunkt auf die Mitte des Bildes konfiguriert.",
	"The anchor is a place where the text label is located. The position is defined in pixels and is relative to the the image's dimensions. A positive value sets the offset relative to the top/left side of the image; negative value - relative to the right/bottom side of the image; zero - means to use center/middle position. The absolute value of the offset must be less than corresponding image's dimension, otherwise such value is considered to be invalid and is ignored.": "Der Anker ist der Platz an welchem der Hotspot des Icon's platziert ist. Die Position ist in Pixel definiert und relativ zur Grösse des Bildes. Ein positiver Wert setzt den offset relativ im Bereich oben links des Bildes; Ein negativer relativ im Bereich unten rechts. Null bedeuted den Absoluten Mittelpunkt der Grafik zu nutzen. Der eingetragene Wert muss kleiner sein als die Dimensionen der genutzten Grafiken. Wird ein grösserer Wert als die Dimension der genutzten Grafik eingetragen wird diese Angabe ignoriert.",
	"The animation that will be applied to the image on hover.": "Die Animation für die Grafik bei einem Mouseover.",
	"The animation that will be applied to the overlay when being displayed on hover.": "Die Animation für das Overlay bei einem Mouseover.",
	"The Google API key is not defined. Please, enter your API key in order to use the Google Map service. You can obtain the key from Google.": "Der Google API Key wurde noch nicht hinterlegt. Bitte trage deinen API Schlüssel ein um die Google Map Services nutzen zu können. Du erhälst deinen persönlichen Schlüssel von Google.",
	"The grid size of a cluster in pixels. The higher values join the markers into clusters more condensed, therefore resulting in a lower number of total clusters. The default value is 60.": "Die Gittergrösse für eine Gruppe in Pixel. Ein höherer Wert gruppiert die Marker schneller, dementsprechend werden weniger Cluster generiert. Der Standardwert ist 60.",
	"The height of the widget in pixels.": "Die Höhe des Widgets in Pixel.",
	"The label that will be displayed in the type controls to refer to your custom map style. If left empty, then the default value 'Styled' is used": "Die Bezeichnung, die in den Kartentyp Einstellungen ausgegeben wird und sich auf den von dir vergebenen Eigenen Kartenstil bezieht. Wenn leer gelassen, wird der Standardwert 'Style' verwendet.",
	"The list of map types that will show in the map's type controls. Google displays maximum first 3 map types.": "Die Liste von Kartentypen die zur Auswahl stehen. Google zeigt maximal die drei ersten Kartentypen an.",
	"The map type used in the widget. The 'Styled' type is a map that is customized in the 'Styles' settings section. Other types are the classic Google Map's types.": "Der Kartentyp welcher im Widget verwendet wird. Der 'Styled' Typ ist die im Abschnitt 'Styles' angepasste Ansicht. Weitere Typen sind die klassischen Google Map Typen.",
	"The map will be displayed in a way that this point will be located right in the center of the map. The center point is defined by its coordinates, e.g. -34.23456, 12.15672.": "Die Karte wird so positioniert das der angegebene Punkt sich im Kartenmittelpunkt befindet. Der Kartenmittelpunkt wird durch Koordinaten definiert, zum Beispiel: -34.23456, 12.15672.",
	"The maximum zoom level that a marker can be part of a cluster.": "Der maximale Zoomfaktor in welchem Marker noch Teil einer Gruppe (Cluster) sind.",
	"The minimum number of markers to be in a cluster before the markers are hidden and a count is shown.": "Die minimale Anzahl an Markern pro Gruppe (Cluster).",
	"There are 2 modes: 'Simple' is the default that allows you to do some basic styling. For for arbitrary styling choose 'Advanced' mode.": "Es existieren zwei Modi: 'Einfach' erlaubt dir einige Basis Styling Einstellungen vorzunehmen. Für ein erweitertes Styling benutze den Modus 'Erweitert'.",
	"The size of text label of the cluster marker in pixels. The default value is 11.": "Die Grösse des Textlabels einer Markergruppe in Pixel. Der Standardwert ist 11.",
	"The styles are applied only to a map type called \"Styled\" (see the \"Map Type\" option in the \"Map\" tab). You have another type of map selected. You should probably select the \"Styled\" map type if you want to use the styling.": "Die Styles werden nur auf eine Karte mit dem Namen \"Styled\" angewendet. (Siehe \"Kartentypeinstellungen\" im Tab \"Karten\"). Sofern ein anderer Kartentyp aktiv ist sollte die Einstellung auf den Kartentyp \"Styled\" angepasst werden um die Karte mit diesem Styling zu nutzen.",
	"The width of the widget in pixels or 'auto'.": "Die Breite des Widgets in Pixel oder 'auto'.",
	"This level is ignored, because you did not specify the icon to use.": "Dieses Level wird ignoriert da keine Grafik gewählt wurde.",
	"This option controls the maximum number of popup windows that can be visible at once. If checked, then maximum one popup is visible at a time and other popups will automatically hide. If unchecked, then any number of popups can be visible without restrictions.": "Diese Option setzt die maximale Anzahl an Popups die zur selben Zeit sichtbar sein können fest. Wenn diese Option aktiviert ist, ist maximal ein Popup gleichzeitig sichtbar und andere Popups werden automatisch versteckt. Wenn diese Option deaktiviert ist kann eine unbegrenzte Anzahl an Popups gleichzeitig angezeigt werden.",
	"This option defines the appearance of the type controls. The controls can show as buttons in a horizontal bar or a single button control allowing you to select the map type via a dropdown menu. The default behavior means that the optimal visual style is chosen depending on the screen size.": "Diese Option konfiguriert das Verhalten der Kartentypauswahl. Die Kartentypauswahl können als Buttons in einer horizontalen Leiste oder als einzelner Button mit Dropdownmenü dargestellt werden. Das Standardverhalten nutzt den optimalen Style auf Basis der zur verfügungstehenden Displaygrösse.",
	"This plugin is outdated!": "Dieses Plugin ist veraltet!",
	"This section allows you to create your own uinque map type with custom styles. You can achieve sophisticated results, e.g. set individual colors for different elements (countries, roads, POI, etc.) and control their visibility.": "Dieser Bereich erlaubt es einen eigenen, einzigartigen Kartentyp zu erstellen. Auch anspruchsvolle Lösungen zum Beispiel durch das definieren eigener Farben für einzelne Elemente wie Landesteile, Strassen, POI's oder anderen, und die Sichtbarkeit selbiger.",
	"Tiles Background": "Kachelhintergrund",
	"Title Size": "Titelgrösse",
	"Type Control Design": "Design Typ Steuerung",
	"Type Controls": "Kartentypauswahl",
	"UIkit version": "UIkit Version",
	"UIkit version in Widgetkit bundle": "UIkit version in Widgetkit bundle",
	"Update details": "Update Details",
	"USD": "USD",
	"Verify files": "Dateien überprüfen",
	"Verify key": "Key überprüfen",
	"Version": "Version",
	"Website": "Webseite",
	"We have different free products that extend functionality of the Widgetkit. Please, subscribe for a newsletter to get notifications about new releases of the current plugin, other widgets that we create, and news when a completely new product for the Widgetkit becomes available.": "Wir stellen verschiedene gratis Produkte zur Verfügung welche die Funktion von Widgetkit erweitern. Bitte abonniere unseren Newsletter um von uns über verfügbare Updates, andere Widgets oder über ein neues Produkt informiert zu werden.",
	"Widgetkit version": "Widgetkit Version",
	"Widgetkit version 2.9.0 and later are compatible with Yootheme Pro.": "Widgetkit version 2.9.0 and later are compatible with Yootheme Pro.",
	"Width (px)": "Breite (px)",
	"Wiki and manuals": "Wiki und Anleitungen",
	"Write access check": "Schreibzugriffsprüfung",
	"X (px)": "X (px)",
	"Yandex Money": "Yandex Money",
	"Yes": "Yes",
	"Yootheme Pro compatible": "Yootheme Pro compatible",
	"You can load a predefined set of markers from our collection that are ready for use in your project. Activating any set will overwrite all the settings on the \"Marker Options\" tab. You may check our collection from time to time to see newly added items.": "Es können vorderfinierte Sets an Markern aus unserer Sammlung direkt in das Projekt geladen werden. Das Aktivieren eines Sets übersteuert alle Einstellungen im Bezug auf die getroffenen Einstellungen im Tab \"Marker Einstellungen\". Unsere Sammlung wird ständig weiter ausgebaut.",
	"You have selected more than 3 map types. The map will show only the first 3 of them.": "Es wurden mehr als 3 Kartentypen ausgewählt. Die Karte wird nur die ersten drei zur Auswahl anbieten.",
	"Your PHP is quite old. Although this plugin can work with your version of PHP, upgrade is recommended to the latest stable version of PHP.": "Die installierte PHP Version ist relativ alt. Wenngleich dieses Plugin funktioniert empfehlen wir auf die aktuellste, stabile Version von PHP zu aktualisieren.",
	"Your PHP is too old! Upgrade is strongly recommended! This plugin may not work with your version of PHP.": "Die installierte PHP Version ist zu alt! Ein Upgrade ist nötig um dieses Plugin nutzen zu können.",
	"Your PHP version is OK.": "Die installierte PHP Version ist in Ordnung.",
	"Your UIkit version is OK.": "Deine Version des UIkit ist in Ordnung.",
	"Your UIkit version is too old, please upgrade your Widgetkit.": "Die installierte UIkit Version ist zu alt, bitte aktualisiere Widgetkit.",
	"Your version of the plugin is up to date!": "Deine Version des Plugins ist aktuell!",
	"Your version of Widgetkit supports Google Maps API Key natively. You should edit the key in the Widgetkit settings": "Die verwendete Version von Widgetkit unterstützt nativ den Google Maps API Key. Du solltest den Key direkt in den Widgetkit Einstellungen bearbeiten.",
	"Your Widgetkit version is OK.": "Deine Version des Widgetkit ist in Ordnung.",
	"Your Widgetkit version is quite old. Although this plugin may work with your version of Widgetkit, upgrade is recommended to the latest stable version of Widgetkit.": "Die installierte Widgetkit Version ist relativ alt. Wenngleich dieses Plugin funktioniert, empfehlen wir auf die aktuellste, stabile Version von PHP zu aktualisieren.",
	"Your Widgetkit version is too old. Upgrade is strongly recommended. Although this plugin may work with your version of Widgetkit, upgrade is recommended to the latest stable version of Widgetkit.": "Die installierte Widgetkit Version ist zu alt! Ein Upgrade ist nötig um dieses Plugin nutzen zu können.",
	"Y (px)": "Y (px)",
	"Zoom": "Zoom",
	"Zoom Controls": "Zoomsteuerung",
	"Zoom map on scroll": "Kartenzoom durch scrollen",
	"Zoom Style": "Zoom Style"
}