{
	"About": "О плагине",
	"Above Title": "Над заголовком",
	"Activate Collection": "Активировать коллекцию",
	"Add Level": "Добавить уровень",
	"Adds a custom CSS class to the widget. You can specify several classes using space between them.": "Добавляет индивидуальный CSS класс виджету. Вы можете указать несколько классов, разделяя их пробелом.",
	"Advanced": "Расширенный",
	"Alignment": "Выравнивание",
	"Anchor": "Якорь",
	"A new version is available. Please, update.": "Доступна новая версия. Пожалуйста, обновитесь.",
	"AngularJS version": "Версия AngularJS",
	"Animation": "Анимация",
	"API key": "Ключ API",
	"Author": "Автор",
	"Available": "Доступно",
	"Available types": "Доступные типы",
	"Bank card": "Банковская карта",
	"Below Title": "Под заголовком",
	"Border": "Граница",
	"Breakpoint": "Точка перехода",
	"Build date": "Дата сборки",
	"Button": "Кнопка",
	"Button Large": "Большая кнопка",
	"Button Large Primary": "Большая основная кнопка",
	"Button Link": "Кнопка ссылка",
	"Button Primary": "Основная кнопка",
	"Center": "По центру",
	"Circle": "Круглая",
	"Close": "Закрыть",
	"Clustering Mode": "Режим кластеризации",
	"Clustering Options": "Настройки кластеризации",
	"Cluster level removed": "Кластерный уровень удален",
	"Cluster Marker Level #%level%": "Кластерный уровень #%level%",
	"Cluster Markers": "Кластерные маркеры",
	"CMS": "Движок сайта",
	"Color of text of the cluster marker. Example: #ff0000. Standard HTML color names are also valid. The default value is black.": "Цвет текста кластерного маркера. Пример: #ff0000. Можно использовать и стандартные названия HTML цветов. По умолчанию используется черный цвет.",
	"Color used for the background of the Map. This color will be visible when tiles have not yet loaded as the user pans. Example: #ff0000. The default value is empty that uses the default color of Google Maps (currently it is light grey).": "Цвет, используемый в качестве фона карты. Этот цвет отображается, когда пользователь перемещает карту, а плитки карты еще не загружены. Пример: #ff0000. По умолчанию используется пустое значение, что соответствует цвету по умолчанию для Google Карт (в настоящий момент это светло серый цвет).",
	"Column Width": "Ширина столбца",
	"Content": "Содержание",
	"Controls": "Элементы управления",
	"Couldn't retrieve information about files of your release": "Не удалось получить информацию о файлах вашей версии",
	"Custom": "Индивидуальный",
	"Custom Style (JSON)": "Индивидуальный стиль (JSON)",
	"Database version": "Версия базы данных",
	"Debug output": "Вывод отладочной информации",
	"Default": "По умолчанию",
	"Defines how clustering will work. If enabled, there are 2 modes: 'Simple' mode mimics the standard behaviour of standard Map widget; 'Advanced' - is a superior mode that gives a full control of the clustering.": "Определяет каким образом будет работать кластеризация. Если включено, то на выбор есть 2 режима: 'Простой' - имитирует обычное поведение стандартного виджета Map; 'Расширенный' - более совершенный режим, который предоставляет полный контроль над кластеризацией.",
	"Defines screen size when the columns will stack.": "Определяет размер экрана, когда столбцы станут схлопываться в одну колонку. ",
	"Defines the size of the column for the image. Another width that is left will be used to display the content.": "Определяет размер столбца, выделенного под изображение. Оставшаяся ширина будет использоваться под содержимое.",
	"Defines the style of the image's border inside the Popup.": "Определяет стиль границы изображения внутри всплывающего окна.",
	"Define the font size of the title.": "Задать размер шрифта заголовка.",
	"Define the image alignment regarding to the content in the popup.": "Определяет выравнивание изображения относительно содержимого внутри всплывающего окна.",
	"Define the link text.": "Задает текст ссылки.",
	"Define the text alignment.": "Задать выравнивание текста.",
	"Define what will be displayed inside the overlay or hide the overlay.": "Задает что будет отображаться внутри наложенного слоя или скрывает наложенный слой.",
	"Desktop": "Настольный компьютер",
	"Details": "Подробности",
	"Directions Controls": "Элемент управления Directions",
	"Directions Label": "Метка для элемента управления Directions",
	"Disable automatic UI behavior": "Выключить автоматическое поведение пользовательского интерфейса по умолчанию",
	"Disable default UI": "Выключить пользовательский интерфейс по умолчанию",
	"Display": "Отобразить",
	"Display the image inside the popup.": "Отобразить изображение внутри всплывающего окна.",
	"Display the Read More link. The link URL is added to each item in the Content Manager.": "Отобразить ссылку 'Читать далее'. Ссылка на URL добавляется к каждому элементу в Менеджере Содержания.",
	"Donation": "Пожертвование",
	"Downloaded information about %number% items.": "Загружена информация о %number% элементах.",
	"Download page": "Страница для скачивания",
	"Draggable": "Перетаскиваемый",
	"Dropdown menu": "Раскрывающееся меню",
	"Each cluster belongs to one of the levels (groups) defined below. Levels differ by density: the more items a cluster contains, the higher level ID this cluster belongs to. You must define at least 1 cluster level.": "Каждый кластер принадлежит одному из уровней (групп), определенных ниже. Уровни отличаются плотностью: чем больше элементов содержит кластер, тем к более высокому номеру уровня этот кластер принадлежит. Вы должны определить как минимум 1 кластерный уровень.",
	"e.g. %example%": "например, %example%",
	"E-mail": "E-mail",
	"Enables/disables opening all links in a new window of the browser. Otherwise, they open in the same window.": "Включает/отключает открытие всех ссылок в новом окне браузера. Иначе все ссылки будут открываться в текущем окне.",
	"Enables/disables the appearance of a Rotate control for controlling the orientation of 45° imagery. By default, the control's presence is determined by the presence or absence of 45° imagery for the given map type at the current zoom and location. You cannot make the control appear if no 45° imagery is currently available.": "Включает/отключает отображение элемента управления Rotate, который отвечает за управление ориентацией изображений под углом 45°. По умолчанию эта кнопка отображается при наличии изображений под углом 45° для выбранного типа карты на текущем уровне приближения и местоположения. Вы не сможете заставить эту кнопку появиться, если на текущий момент изображения под углом 45° не доступны.",
	"Enables/disables the directions button that opens the Google Map in a new window for navigation and routing.": "Включает/отключает отображение кнопки направлений, которая открывает Google Карты в новом окне для навигации и построения маршрута.",
	"Enables/disables the Map Type control that lets the user toggle between map types (such as Map and Satellite).": "Включает/отключает элемент управления Map Type, который позволяет пользователю переключать тип карты (например, выбрать дорожную карту или спутник).",
	"Enables/disables the Pegman control that lets the user activate a Street View panorama.": "Включает/отключает элемент управления человечеком, который активирует режим просмотра панорам улиц.",
	"Enables/disables the Scale control that provides a simple map scale.": "Включает/отключает элемент управления Scale, который отображает масштаб карты.",
	"Enter an RGB hex string that indicates the basic color. The default value is #ff0000.": "Введите строку в шестнадцатиричном формате RGB, которая определяет базовый цвет. По умолчанию используется значение #ff0000.",
	"Enter the text for you custom style. The data must be in JSON format and comply with Google Maps API rules. You may use the Google's Styled Map Wizard tool below to easily create the desired styling.": "Введите текст вашего индивидуального стиля. Данные должны быть в формате JSON и соответствовать правилам Google Карты API. Для удобного придания желаемого стиля, вы можете использовать нижеследующий инструмент Мастера стилизации карт Google.",
	"Error": "Ошибка",
	"Euro": "Евро",
	"Extra Large": "Очень большой",
	"Fade": "Постепенное проявление",
	"Failed to download a list of markers collections.": "Не удалось скачать список коллекций маркеров.",
	"Failed to get information from server": "Не удалось получить данные от сервера",
	"Failed to parse JSON": "Не удалось обработать JSON",
	"Failed to parse %number% items:": "Не удалось обработать %number% элементов:",
	"Failed to retrieve information": "Не удалось получить информацию",
	"Failed to retrieve information about available updates.": "Не удалось получить сведения о доступных обновлениях.",
	"Failure": "Неуспех",
	"Field disabled by MapEx widget": "Поле отключено виджетом MapEx",
	"File": "Файл",
	"File is altered": "Файл изменен",
	"File is missing": "Файл отсутствует",
	"Files integrity": "Целостность файлов",
	"First name": "Имя",
	"%from% to %to%": "от %from% до %to%",
	"Gamma": "Гамма",
	"Gamma is a floating point value between 0.01 and 10.0 (where 1.0 applies no correction) indicates the amount of gamma correction to apply to the element. Gammas modify the lightness of hues in a non-linear fashion, while not impacting white or black values. Gammas are typically used to modify the contrast of multiple elements. For example, you could modify the gamma to increase or decrease the contrast between the edges and interiors of elements. Low gamma values (less than 1) increase contrast, while high values (greater than 1) decrease contrast.": "Гамма это вещественное число между 0.01 и 10.0 (где 1.0 означает, что коррекция отсутствует), которое определяет какой объем гамма коррекции применяется к элементу. Гамма изменяет яркость цветов нелинейным образом, при этом не затрагиваются белые и черные значения. Гамма обычно используется для изменения контрасности нескольких элементов. Например, вы можете изменить гамму для увеличения или уменьшения контрасности между границами и внутренней областью элементов. Низкие значения гаммы (меньше 1) увеличивают контрасность, а высокие значения (больше 1) уменьшают контрасность.",
	"General": "Общие",
	"Global Settings": "Глобальные настройки",
	"Global settings are shared between all the instances of this plugin. If you change any options below, then they will automatically change in all other plugins of this type, too.": "Глобальные настройки являются общими для всех экземпляров плагина.",
	"Google API key that you should obtain from Google in order to use the Google Map services.": "Ключ Google API, который Вам следует получить от Google, чтобы пользоваться сервисом Google Карты.",
	"Google Maps API key": "API ключ для Google Карт",
	"Grayscale": "Оттенки серого",
	"Grid Size": "Размер сетки",
	"Height (px)": "Высота (пиксели)",
	"Hide": "Скрыть",
	"Horizontal bar": "Горизонтальная панель кнопок",
	"How to update": "Как обновить",
	"HTML Class": "HTML класс",
	"Hue": "Тон",
	"Hybrid": "Гибрид",
	"Icon": "Иконка",
	"Icon Anchor": "Якорь иконки",
	"If checked, then the Google Map API's default UI settings are disabled entirely. This option is 'off' by default.": "Если выбрано, то полностью отключаются настройки интерфейса по умолчанию Google Карт. По умолчанию эта опция выключена.",
	"If checked, then the MapEx will print some debug and status information to the browser's console window. This option should be off by default and is intended to be used for investigating problems with the widget.": "Если включено, то MapEx будет выводить отладочную информацию и сведения о статусе в консольное окно браузера. Эту опцию следует поставить в выключенное состояние, она предназначена для изучения проблем с виджетом.",
	"If checked, then user can move the map. If unchecked, then the map's location is fixed (static) and can't be changed by the user.": "Если включено, то пользователь может перемещать карту. Если выключено, то местоположение карты зафиксировано (статично) и не может быть изменено пользователем.",
	"If checked, then user can zoom in and out using the mouse wheel.": "Если включено, то пользователь может изменять масштаб с помощью колесика мыши.",
	"If enabled": "Если включено",
	"If second one exists": "Если второе существует",
	"If you like this module, please, donate. It will help to support the project and improve it. You can choose any suitable payment method and donate any amount. Thank you!": "Если Вам нравится этот модуль, пожалуйста, сделайте пожертвование. Это поможет поддерживать этот проект и развивать его дальше. Вы можете выбрать любой удобный метод оплаты и произвольную сумму. Большое спасибо!",
	"Image": "Изображение",
	"Image Animation": "Анимация изображения",
	"Imperial (miles)": "Имперская (мили)",
	"Information about your release is not available. The files can't be verified.": "Информация о вашей версии недоступна. Файлы не могут быть проверены.",
	"Inherit": "Перенять",
	"Initial zoom level of the map. The higher numbers - the greater the zoom is (more detailed map). The value 0 corresponds to a map of the Earth fully zoomed out.": "Начальное приближение карты. Чем выше число - тем крупнее масштаб (более детализированная карта). Значение 0 соответствует карте Земли с наибольшим отдалением.",
	"Installation path": "Пусть установки",
	"Installed": "Установлено",
	"Instructions": "Инструкции",
	"Invert": "Инвертировать",
	"Invert lightness": "Инвертировать светлоту",
	"It seems that your key is invalid. Below is a list of error messages recieved from Google.": "Похоже Ваш ключ некорректен. Ниже идет список сообщений с ошибками, полученными от Google.",
	"It seems that your key is valid.": "Похоже Ваш ключ корректен.",
	"jQuery version": "Версия jQuery",
	"Label Anchor": "Якорь метки",
	"Large Screens": "Большие экраны",
	"Large (Zoom slider &amp; \"+\" and \"-\" buttons)": "Крупный (ползунок масштабирования и кнопки \"+\" и \"-\")",
	"Last name": "Фамилия",
	"Launch the Styled Maps Wizard": "Запустить Мастер стилизации карт",
	"Left": "Слева",
	"Level": "Уровень",
	"Lightness": "Светлота",
	"Lightness is a floating point value between -100 and 100 that indicates the percentage change in brightness of the element. Negative values increase darkness (where -100 specifies black) while positive values increase brightness (where +100 specifies white).": "Светлота это вещественное число между -100 и 100, которое определяет процент изменения яркости элемента. Отрицательные значения затемняют (где -100 определяет черный цвет), а положительные - осветляют (где +100 определяет белый цвет).",
	"Link": "Ссылка",
	"Link Target": "Цель ссылки",
	"Loading, please wait...": "Загрузка, пожалуйста, подождите...",
	"Map": "Карта",
	"Map Center Point": "Центральная точка карты",
	"Map Type": "Тип карты",
	"Marker": "Маркер",
	"Marker Clustering": "Кластеризация маркеров",
	"Marker Library": "Библиотека маркеров",
	"Marker Options": "Настройки маркеров",
	"Marker Pin Icon": "Иконка значка маркера",
	"Markers": "Маркеры",
	"Markers Clustering Manager": "Менеджер кластеризации маркеров",
	"Max Zoom Level": "Максимальный уровень увеличения",
	"Media": "Медиа",
	"Metric (kilometers)": "Метрическая (километры)",
	"Minimum Markers": "Минимальное число маркеров",
	"More info": "Подробнее",
	"Move map on drag": "Перемещать карту при зажатии кнопки мыши",
	"Name": "Имя",
	"%name% plugin update details": "Сведения об обновлении плагина %name%",
	"New cluster level added": "Добавлен новый кластерный уровень",
	"New release of plugin %name% is available!": "Доступна новая версия плагина %name%!",
	"Newsletter": "Новостная рассылка",
	"No": "Нет",
	"None": "Отсутствует",
	"No problems detected": "Проблем не обнаружено",
	"Ok": "Ок",
	"Open all links in a new window": "Открывать все ссылки в новом окне",
	"Other currencies": "Другие валюты",
	"Overlay": "Наложенный слой",
	"Path to an image file that will be used as a cluster's icon. PNG and SVG image formats are recommended.": "Путь к файлу изображения, который будет использоваться в качестве иконки кластера. Рекомендуется использовать изображения в формате PNG и SVG.",
	"Path to an image file that will be used as a custom pin icon. PNG and SVG image formats are recommended. This setting sets the default icon for all map markers (elements). If this field is left empty, then a default icon will be used. You can set a unique icon for any map marker: you can do this by setting a 'Custom Pin Image' field in the 'Content Settings' tab. This field is visible and available only if you use 'Custom' content source type. The 'Custom Pin Image' field has a higher priority and if set will override the value of this setting.": "Путь к файлу изображения, который будет использоваться в качестве иконки значка. Рекомендуется использовать изображения в формате PNG и SVG. Эта опция устанавливает иконку по умолчанию для всех маркеров (элементов) карты. Вы можете задать уникальную иконку для каждого маркера: для этого используйте опцию 'Custom Pin Image' на вкладке 'Настройки содержания'. Опция 'Custom Pin Image' имеет более высокий приоритет, и если она задана, то она переопределяет значение текущей опции.",
	"Payment methods:": "Способы оплаты:",
	"PayPal": "PayPal",
	"Phone Landscape": "Телефон, альбомный режим",
	"Phone Portrait": "Телефон, портретный режим",
	"PHP version": "Версия PHP",
	"Please, fill in all the fields below, then click Submit button": "Пожалуйста, заполните все нижеследующие поля, после этого нажмите на кнопку Подписаться",
	"Please, wait...": "Пожалуйста, подождите...",
	"Plugin build date": "Дата сборки плагина",
	"Plugin name": "Название плагина",
	"Plugin version": "Версия плагина",
	"Popup max width (px)": "Максимальная ширина всплывающего окна (пиксели)",
	"Print debug info to browser console": "Вывести отладочную информацию в консоль браузера",
	"Problem": "Проблема",
	"(px)": "(пиксели)",
	"Ramil Valitov": "Рамиль Валитов",
	"Release information": "Информация о выпуске",
	"Remove all levels": "Удалить все уровни",
	"Remove Level": "Удалить уровень",
	"Retrieve active collection from Internet": "Загрузить текущую коллекцию из Интернета",
	"Right": "Справа",
	"Roadmap": "Дорожная карта",
	"Rotate Controls": "Элемент управления Rotate",
	"Rounded": "Скругленная",
	"Russian ruble": "Российский рубль",
	"Satellite": "Спутник",
	"Saturation": "Насыщенность",
	"Saturation is a floating point value between -100 and 100 that indicates the percentage change in intensity of the basic color to apply to the element.": "Насыщенность это вещественное число между  -100 и 100, которое обозначает процентное изменение интенсивности базового цвета, применяемое к элементу.",
	"Scale": "Увеличение",
	"Scale Controls": "Элемент управления Scale",
	"Scale Units System": "Система единиц шкалы",
	"Scroll Wheel": "Колёсико прокрутки",
	"Select a type of pin that will be used in map markers.": "Выбор типа значка, который будет использоваться в качестве маркеров карты.",
	"Selected collection was activated!": "Выбранная коллекция активирована!",
	"Select if you want to display markers or not. If yes, then you can choose the popup window's behaviour.": "Укажите, отображать маркеры или нет. Если отображать, то Вы можете выбрать поведение всплывающего окна.",
	"Set the style of the Read More link.": "Установить стиль ссылки 'Читать далее'",
	"Set the width and height of the image in pixels. Use 'auto' for auto size.": "Установка ширины и высоты изображения в пикселях. Используйте 'auto' для использования автоматического размера.",
	"Show": "Отобразить",
	"Show and enable Popup": "Показать и включить всплывающее окно",
	"Show content": "Показать содержимое",
	"Show directions controls": "Отобразить элемент управления Directions",
	"Show link": "Показать ссылку",
	"Show media": "Показать медиа",
	"Show or hide title, content and social buttons.": "Показать или скрыть заголовок, содержание и социальные кнопки.",
	"Show rotate controls": "Отобразить элемент управления Rotate",
	"Show social buttons": "Показать социальные кнопки",
	"Show the Pegman control": "Отобразить элемент управления человечеком",
	"Show the scale controls": "Отобразить элемент управления Scale",
	"Show title": "Показать заголовок",
	"Show type controls": "Отобразить элемент управления Map Type",
	"Show with opened Popup": "Показать с открытыми всплывающими окнами",
	"Show zoom controls": "Отобразить элемент управления Zoom",
	"Show zoom controls: '+' and '-' buttons for zooming.": "Отобразить элементы управления масштабированием: кнопки '+' и '-'.",
	"Simple": "Простой",
	"Simple (default)": "Простой (по умолчанию)",
	"Simply inverts the existing lightness. This is useful, for example, for quickly switching to a darker map with white text.": "Просто инвертирует текущую светлоту. Это удобно, например, для быстрого переключения на темную карту с белым текстом.",
	"Single popup": "Единственное всплывающее окно",
	"Slide Bottom": "Скольжение снизу",
	"Slide Left": "Скольжение слева",
	"Slide Right": "Скольжение справа",
	"Slide Top": "Скольжение сверху",
	"Small (\"+\" and \"-\" buttons)": "Мелкий (кнопки \"+\" и \"-\")",
	"Social Buttons": "Социальные кнопки",
	"Some important responsive and rendering features of this widget are disabled, because you did not set the Map Center Point. Please, set the Map Center Point, otherwise the widget may have unexpected behaviour.": "Некоторые важные функции виджета, связанные с адаптивным дизайном и прорисовкой, отключены, потому что Вы не указали Центральную точку карты. Пожалуйста, задайте Центральную точку карты, иначе виджет может работать некорректно.",
	"Sometimes you need to display a large number of locations or markers. Naively plotting thousands of markers on a map can quickly lead to a degraded user experience. Too many markers on the map cause both visual overload and sluggish interaction with the map. To overcome this poor performance, clustering simplifies your data visualization by consolidating data that are nearby each other on the map in an aggregate form.": "Иногда Вам может понадобиться отобразить большое количество мест или маркеров. Простое отображение тысячи маркеров на карте может привести к негативной реакции пользователя. Большое количество маркеров на карте приводят к визуальной перегрузке и медлительному взаимодействию с картой. Кластеризация решает проблему, упрощая визуализацию данных путем группировки расположенных рядом маркеров.",
	"Spin": "Вращение",
	"Street View Controls": "Элемент управления Street View",
	"Style": "Стиль",
	"Styled": "Стилизованный",
	"Styled map": "Стилизованная карта",
	"Styling Mode": "Режим стилизации",
	"Subscribe": "Подписаться",
	"Subscription form": "Форма подписки",
	"Success": "Успех",
	"Tablet": "Планшет",
	"Terrain": "Ландшафт",
	"Text": "Текст",
	"Text Color": "Цвет текста",
	"Text displayed on the directions button": "Текст, отображаемый на кнопке направлений.",
	"Text Size": "Размер текста",
	"Text to show on the directions button. If left empty, then the default value is used: 'Get directions'.": "Текст, отображаемый на кнопке направлений. Если строка пустая, тогда используется значение по умолчанию: 'Get directions'.",
	"The anchor is a place where the icon's hotspot is located. The position is defined in pixels and is relative to the the image's dimensions, so that the bottom left corner of the image is a zero-point (0,0); axes have standard orientation: the X to the right; Y to the top. If the position is empty then the bottom center of the image is set as the anchor.": "Якорь - это место, где располагается активная точка иконки. Позиция задается в пикселях относительно размеров изображения, так, что левый нижний угол изображения это нулевая точка (0,0); оси имеют стандартное направление: X - направо; Y - вверх. Если позиция пустая, тогда в качестве якоря используется середина нижней части изображения.",
	"The anchor is a place where the icon's hotspot is located. The position is defined in pixels and is relative to the the image's dimensions, so that the upper left corner of the image is a zero-point (0,0); axes have the following orientation: the X to the right; Y to the bottom. If any of the values is empty then the center of the image is set as the anchor.": "Якорь - это место, где располагается активная точка иконки. Позиция задается в пикселях относительно размеров изображения, так, что левый верхний угол изображения это нулевая точка (0,0); оси имеют направления: X - направо; Y - вниз. Если какое-то из значений пустое, тогда в качестве якоря используется центр изображения.",
	"The anchor is a place where the text label is located. The position is defined in pixels and is relative to the the image's dimensions. A positive value sets the offset relative to the top/left side of the image; negative value - relative to the right/bottom side of the image; zero - means to use center/middle position. The absolute value of the offset must be less than corresponding image's dimension, otherwise such value is considered to be invalid and is ignored.": "Якорь - это место, где располагается текстовая метка. Позиция задается в пикселях относительно размеров изображения. Положительное значение задает отступ относительно верхней/левой стороны изображения; отрицательные - относительно правой/нижней стороны изображения; нулевое значение - использовать центральную точку изображения. Абсолютное значение отступа должно быть меньше соответствующей стороны изображения, иначе такое значение будет считаться ошибочным и будет проигнорировано.",
	"The animation that will be applied to the image on hover.": "Анимация, которая применяется к изображению при наведении мыши.",
	"The animation that will be applied to the overlay when being displayed on hover.": "Анимация, которая применяется к наложенному слою при наведении мыши.",
	"The Google API key is not defined. Please, enter your API key in order to use the Google Map service. You can obtain the key from Google.": "Не установлен ключ Google API. Пожалуйста, введите свой API ключ, чтобы пользоваться сервисом Google Карты. Вы можете получить этот ключ в Google.",
	"The grid size of a cluster in pixels. The higher values join the markers into clusters more condensed, therefore resulting in a lower number of total clusters. The default value is 60.": "Размер сетки кластера в пикселях. Более высокие значения объединяют маркеры в кластер более плотно, следовательно уменьшая общее число кластеров. Значение по умолчанию 60.",
	"The height of the widget in pixels.": "Высота виджета в пикселях.",
	"The label that will be displayed in the type controls to refer to your custom map style. If left empty, then the default value 'Styled' is used": "Метка, которая отображается в элементе управления Map Type, для обозначения Вашей индивидуальной стилизованной карты. Если значение пустое, тогда используется метка по умолчанию 'Styled'.",
	"The list of map types that will show in the map's type controls. Google displays maximum first 3 map types.": "Список типов карт, которые будут отображены в элементе управления Map Type. Google отображает максимум первые 3 элемента из списка.",
	"The map type used in the widget. The 'Styled' type is a map that is customized in the 'Styles' settings section. Other types are the classic Google Map's types.": "Тип карты, который используется в виджете. Стилизованная карта это карта, внешний вид которой настраивается в разделе \"Стили\". Остальные типы карт являются классическими типами Google Карт.",
	"The map will be displayed in a way that this point will be located right in the center of the map. The center point is defined by its coordinates, e.g. -34.23456, 12.15672.": "Карта будет отображаться таким образом, чтобы эта точка находилась в центре карты. Центральная точка задается своими координатами, например, -34.23456, 12.15672.",
	"The maximum zoom level that a marker can be part of a cluster.": "Максимальный уровень масштаба, при котором маркер может стать частью кластера.",
	"The minimum number of markers to be in a cluster before the markers are hidden and a count is shown.": "Минимальное количество маркеров, необходимое для создания кластера.",
	"There are 2 modes: 'Simple' is the default that allows you to do some basic styling. For for arbitrary styling choose 'Advanced' mode.": "Доступно 2 режима: 'Простой' - по умолчанию, который предлагает примитивные настройки стиля. Для произвольной стилизации выберите 'Расширенный' режим.",
	"The size of text label of the cluster marker in pixels. The default value is 11.": "Размер текста метки кластерного маркера в пикселях. По умолчанию значение равно 11.",
	"The styles are applied only to a map type called \"Styled\" (see the \"Map Type\" option in the \"Map\" tab). You have another type of map selected. You should probably select the \"Styled\" map type if you want to use the styling.": "Стили применяются только к типу карты под названием \"Стилизованный\" (см. опцию \"Тип карты\" на вкладке \"Карта\"). Вы выбрали другой тип карты. Вероятно, следует выбрать тип карты \"Стилизованный\", если Вы хотите использовать стилизацию.",
	"The width of the widget in pixels or 'auto'.": "Ширина виджета в пикселях или 'auto'.",
	"This level is ignored, because you did not specify the icon to use.": "Этот уровень проигнорирован, потому что Вы не задали иконку для использования.",
	"This option controls the maximum number of popup windows that can be visible at once. If checked, then maximum one popup is visible at a time and other popups will automatically hide. If unchecked, then any number of popups can be visible without restrictions.": "Эта опция определяет максимальное число всплывающих окон, которые могут одновременно отображаться на экране. Если включено, то максимум может отображаться одно всплывающее окно, а другие окна будут закрываться автоматически. Если выключено, то любое количество окон может отображаться без ограничений.",
	"This option defines the appearance of the type controls. The controls can show as buttons in a horizontal bar or a single button control allowing you to select the map type via a dropdown menu. The default behavior means that the optimal visual style is chosen depending on the screen size.": "Эта опция определяет внешний вид элемента управления Map Type. Этот элемент может выглядеть как горизонтальная панель кнопок или единственная кнопка, позволяющая выбрать тип карты через раскрывающееся меню. По умолчанию выбирается оптимальный внешний вид исходя из размера экрана.",
	"This plugin is outdated!": "Этот плагин устарел!",
	"This section allows you to create your own uinque map type with custom styles. You can achieve sophisticated results, e.g. set individual colors for different elements (countries, roads, POI, etc.) and control their visibility.": "Этот раздел позволяет создать свой собственный уникальный тип карты с индивидуальным стилем. Вы можете достичь изощренных результатов, например, установить индивидуальные цвета для различных элементов (стран, дорог, полезных мест и т.д.), управлять их видимостью.",
	"Tiles Background": "Фон плиток",
	"Title Size": "Размер заголовка",
	"Type Control Design": "Дизайн элемента управления Map Type",
	"Type Controls": "Элемент управления Map Type",
	"UIkit version": "Версия UIkit",
	"UIkit version in Widgetkit bundle": "Версия UIkit в поставке с Widgetkit",
	"Update details": "Подробности обновления",
	"USD": "Доллар США",
	"Verify files": "Проверить файлы",
	"Verify key": "Проверить ключ",
	"Version": "Версия",
	"Website": "Веб-сайт",
	"We have different free products that extend functionality of the Widgetkit. Please, subscribe for a newsletter to get notifications about new releases of the current plugin, other widgets that we create, and news when a completely new product for the Widgetkit becomes available.": "У нас несколько бесплатных продуктов, которые расширяют возможности Widgetkit. Пожалуйста, подпишитесь на новостную рассылку для получения информации о выпуске новых версий текущего плагина, других разрабатываемых нами виджетах, а также анонсах о новых продуктах для Widgetkit.",
	"Widgetkit version": "Версия Widgetkit",
	"Widgetkit version 2.9.0 and later are compatible with Yootheme Pro.": "Widgetkit версии 2.9.0 и более поздних совместимы с Yootheme Pro.",
	"Width (px)": "Ширина (пиксели)",
	"Wiki and manuals": "Вики и документация",
	"Write access check": "Проверка доступа для записи",
	"X (px)": "X (пиксели)",
	"Yandex Money": "Яндекс.Деньги",
	"Yes": "Да",
	"Yootheme Pro compatible": "Совместимость с Yootheme Pro",
	"You can load a predefined set of markers from our collection that are ready for use in your project. Activating any set will overwrite all the settings on the \"Marker Options\" tab. You may check our collection from time to time to see newly added items.": "Вы можете загрузить предопределенный набор маркеров из нашей коллекции, готовых для использования в Вашем проекте. Активация любого набора перезапишет все настройки на вкладке \"Настройки маркеров\". Вы можете проверять нашу коллекцию время от времени, чтобы увидеть новые добавленные элементы.",
	"You have selected more than 3 map types. The map will show only the first 3 of them.": "Вы выбрали более 3 типов карт. Карта будет отображать только первые 3 из них.",
	"Your PHP is quite old. Although this plugin can work with your version of PHP, upgrade is recommended to the latest stable version of PHP.": "Версия PHP довольно старая! Хотя этот плагин может работать с установленной версией PHP, рекомендуется провести обновление PHP до последней стабильной версии.",
	"Your PHP is too old! Upgrade is strongly recommended! This plugin may not work with your version of PHP.": "Версия PHP слишком старая! Настоятельно рекомендуется провести обновление! Этот плагин может не работать с Вашей версией PHP.",
	"Your PHP version is OK.": "Версия PHP является подходящей.",
	"Your UIkit version is OK.": "Версия UIKit является подходящей.",
	"Your UIkit version is too old, please upgrade your Widgetkit.": "Ваша версия UIKit слишком старая, пожалуйста, обновите Widgetkit.",
	"Your version of the plugin is up to date!": "Установлена последняя версия плагина!",
	"Your version of Widgetkit supports Google Maps API Key natively. You should edit the key in the Widgetkit settings": "Ваша версия Widgetkit имеет встроенную поддержку API ключа Google карт. Вам следует редактировать ключ в настройках Widgetkit.",
	"Your Widgetkit version is OK.": "Версия Widgetkit является подходящей.",
	"Your Widgetkit version is quite old. Although this plugin may work with your version of Widgetkit, upgrade is recommended to the latest stable version of Widgetkit.": "Версия Widgetkit достаточно старая. Хотя этот плагин может и  будет работать с Вашей версией Widgetkit, рекомендуется обновить Widgetkit до последней стабильной версии.",
	"Your Widgetkit version is too old. Upgrade is strongly recommended. Although this plugin may work with your version of Widgetkit, upgrade is recommended to the latest stable version of Widgetkit.": "Версия Widgetkit слишком старая! Настоятельно рекомендуется провести обновление! Хотя этот плагин может и  будет работать с Вашей версией Widgetkit, рекомендуется обновить Widgetkit до последней стабильной версии.",
	"Y (px)": "Y (пиксели)",
	"Zoom": "Масштабирование",
	"Zoom Controls": "Элемент управления Zoom",
	"Zoom map on scroll": "Изменять масштаб карты при прокручивании",
	"Zoom Style": "Стиль масштабирования"
}